Repository: kudrykun/FactorioHelper
Catalog: FactorioHelper/*.lproj/Localizable.strings
Languages: ru

source: Logistic science pack
ru: Логистический исследовательский пакет

source: Low density structure
ru: Конструкция малой плотности

source: Military science pack
ru: Военный исследовательский пакет

source: Modular armor
ru: Модульная броня

source: Nuclear fuel
ru: Ядерное топливо

source: Piercing rounds magazine
ru: Магазин с бронебойными патронами

# piercing-shotgun-shell
source: Piercing shotgun shells
ru: Бронебойные патроны для дробовика

source: Pistol
ru: Пистолет

source: Plastic bar
ru: Пластмассовый брусок

source: Poison capsule
ru: Кислотная граната

source: Pollution
ru: Загрязнение

source: Power armor
ru: Силовая броня

source: Power armor MK2
ru: Силовая броня МК2

source: Processing unit
ru: Процессор

source: Production science pack
ru: Производственный исследовательский пакет

source: Productivity module 2
ru: Модуль продуктивности 2

source: Productivity module 3
ru: Модуль продуктивности 3

source: Rail planner
ru: Рельсовый планировщик

# railgun-dart
source: Railgun darts
ru: Снаряды для рельсотрона

source: Raw fish
ru: Сырая рыба

source: Refined concrete
ru: Железобетон

source: Refined hazard concrete
ru: Железобетон с разметкой опасности

source: Rocket control unit
ru: Блок управления ракеты

source: Rocket fuel
ru: Ракетное топливо

source: Rocket launcher
ru: Ракетница

source: Rocket part
ru: Деталь ракеты

source: Selection tool
ru: Инструмент выделения

source: Shotgun
ru: Дробовик

source: Small plane
ru: Маленький самолёт

source: Solid fuel
ru: Твёрдое топливо

source: Speed module 2
ru: Модуль скорости 2

source: Speed module 3
ru: Модуль скорости 3

source: Steel plate
ru: Стальная балка

source: Stone brick
ru: Каменный блок

source: Stone path
ru: Каменная дорога

source: Submachine gun
ru: Пистолет-пулемёт

source: Sulfur
ru: Сера

source: Tank cannon
ru: Танковое орудие

# tank-flamethrower
source: Vehicle flamethrower
ru: Танковый огнемёт

# tank-machine-gun
source: Vehicle machine gun
ru: Бортовой пулемёт

source: Uranium-235
ru: Уран-235

source: Uranium-238
ru: Уран-238

source: Uranium cannon shell
ru: Урановый крупнокалиберный снаряд

source: Uranium fuel cell
ru: Урановый топливный элемент

source: Uranium rounds magazine
ru: Магазин с урановыми патронами

source: Used-up uranium fuel cell
ru: Отработанный урановый топливный элемент

source: Utility science pack
ru: Вспомогательный исследовательский пакет

source: Vehicle machine gun
ru: Пулемётная турель

source: Wood
ru: Древесина

# death-world
source: Biters are more dangerous and evolve faster.
ru: Кусаки более опасные и быстрее эволюционируют.

# death-world-marathon
source: Recipes and technologies are expensive, and biters are dangerous and plentiful. Only select this if you are a Factorio veteran.
ru: Дорогие рецепты и технологии, огромные полчища злых кусак на каждом шагу. Выбирайте, только если вы опытный игрок в Factorio.

# default
source: Normal settings. The recommended way to play Factorio.
ru: Стандартные настройки. Рекомендуемый вариант игры в Factorio.

# island
source: A large island in an endless ocean.
ru: Большой остров в бескрайнем океане.

# marathon
source: Recipes and technologies are more expensive.
ru: Рецепты и технологии становятся дороже.

# rail-world
source: Resource patches are large and spread far apart to encourage train systems. Biters won't create any new bases or re-expand into cleared territory.
ru: Богатые залежи ресурсов находятся далеко друг от друга, что побуждает к использованию железных дорог. Кусаки не создают новых баз и не заселяют ранее зачищенные территории.

# ribbon-world
source: The map height is limited to only 128 tiles, which introduces a range of challenges and interesting situations.
ru: Высота карты ограничена 128 клетками, что приводит к определённым сложностям и интересным ситуациям.

# rich-resources
source: Resource patches have a larger richness, so you don't have to expand far.
ru: Залежи ресурсов станут богаче, так что вам не нужно будет далеко ходить.

# artillery-range
source: Artillery shell range: +__1__
ru: Дальность стрельбы артиллерийскими снарядами: +__1__

# artillery-shell-shooting-speed-bonus
source: Artillery shell shooting speed: +__1__
ru: Скорость стрельбы артиллерийскими снарядами: +__1__

# auto-character-logistic-trash-slots
source: Character auto trash filters
ru: Фильтры излишков персонажа

# bullet-damage-bonus
source: Bullet damage: +__1__
ru: Урон от пуль: +__1__

# bullet-shooting-speed-bonus
source: Bullet shooting speed: +__1__
ru: Скорость стрельбы пулями: +__1__

# cannon-shell-damage-bonus
source: Cannon shell damage: +__1__
ru: Урон крупнокалиберных снарядов: +__1__

# cannon-shell-shooting-speed-bonus
source: Cannon shell shooting speed: +__1__
ru: Скорость стрельбы крупнокалиберными снарядами: +__1__

# character-health-bonus
source: Character health: +__1__
ru: Здоровье персонажа: +__1__

# character-inventory-slots-bonus
source: Character inventory slots: +__1__
ru: Количество слотов инвентаря: +__1__

source: Character logistic requests
ru: Логистические запросы персонажа

# character-logistic-trash-slots
source: Character logistic trash slots: +__1__
ru: Количество мусорных логистических слотов персонажа: +__1__

# character-mining-speed
source: Character mining speed: +__1__
ru: Скорость ручной добычи: +__1__

# combat-robot-beam-damage-bonus
source: Combat robot beam damage: +__1__
ru: Лучевой урон боевых дронов: +__1__

# combat-robot-laser-damage-bonus
source: Combat robot laser damage: +__1__
ru: Лазерный урон боевых дронов: +__1__

# flamethrower-damage-bonus
source: Fire damage: +__1__
ru: Урон огнём: +__1__

# flamethrower-turret-attack-bonus
source: Flamethrower turret damage: +__1__
ru: Урон огнемётных турелей: +__1__

source: Fluid damage modifier
ru: Модификатор урона жидкостью

# ghost-time-to-live
source: Ghost rebuild timeout: +__1__
ru: Время реконструирования плана: +__1__

# grenade-damage-bonus
source: Grenade damage: +__1__
ru: Урон гранат: +__1__

# gun-turret-attack-bonus
source: Gun turret damage: +__1__
ru: Урон пулемётных турелей: +__1__

# inserter-stack-size-bonus
source: Non-stack inserter capacity: +__1__
ru: Бонус вместимости манипуляторов: +__1__

# laboratory-productivity
source: Lab research productivity: +__1__
ru: Продуктивность исследований: +__1__

# laboratory-speed
source: Lab research speed: +__1__
ru: Бонус скорости исследований в лабораториях: +__1__

# landmine-damage-bonus
source: Land mine damage: +__1__
ru: Урон мин: +__1__

# laser-turret-damage-bonus
source: Laser turret damage: +__1__
ru: Урон лазерных турелей: +__1__

# laser-turret-shooting-speed-bonus
source: Laser turret shooting speed: +__1__
ru: Скорость стрельбы лазерных турелей: +__1__

# max-failed-attempts-per-tick-per-construction-queue
source: Construction manager speed lower threshold: +__1__
ru: Минимальная скорость менеджера строительства: +__1__

# max-successful-attempts-per-tick-per-construction-queue
source: Construction manager speed upper threshold: +__1__
ru: Верхний предел скорости менеджера строительства: +__1__

# maximum-following-robots-count
source: Maximum following robots: +__1__
ru: Максимальное количество следующих за персонажем дронов: +__1__

# mining-drill-productivity-bonus
source: Mining productivity: +__1__
ru: Продуктивность добычи: +__1__

# rocket-damage-bonus
source: Rocket damage: +__1__
ru: Урон от ракет: +__1__

# rocket-shooting-speed-bonus
source: Rocket shooting speed: +__1__
ru: Скорость ракетного огня: +__1__

# shotgun-shell-damage-bonus
source: Shotgun shell damage: +__1__
ru: Урон от дроби: +__1__

# shotgun-shell-shooting-speed-bonus
source: Shotgun shell shooting speed: +__1__
ru: Скорость стрельбы дробью: +__1__

# stack-inserter-capacity-bonus
source: Stack inserter capacity: +__1__
ru: Бонус вместимости пакетного манипулятора: +__1__

# train-braking-force-bonus
source: Train braking force: +__1__
ru: Сила торможения поездов: +__1__

# worker-robot-battery
source: Worker robot battery: +__1__
ru: Бонус ёмкости батарей рабочих дронов: +__1__

# worker-robot-speed
source: Worker robot speed: +__1__
ru: Скорость рабочих дронов: +__1__

# worker-robot-storage
source: Worker robot capacity: +__1__
ru: Грузоподъёмность дронов: +__1__

source: Advanced oil processing
ru: Продвинутая переработка нефти

source: Basic oil processing
ru: Базовая переработка нефти

source: Coal liquefaction
ru: Сжижение угля

source: Empty crude oil barrel
ru: Опустошить бочку с нефтью

# empty-filled-barrel
source: Empty __1__ barrel
ru: Опустошить бочку (__1__)

# fill-barrel
source: Fill __1__ barrel
ru: Наполнить бочку (__1__)

source: Fill crude oil barrel
ru: Заполнить бочку нефтью

# heavy-oil-cracking
source: Heavy oil cracking to light oil
ru: Переработка мазута в дизельное топливо

source: Kovarex enrichment process
ru: Процесс обогащения Коварекса

# light-oil-cracking
source: Light oil cracking to petroleum gas
ru: Переработка дизельного топлива в попутный нефтяной газ

source: Nuclear fuel reprocessing
ru: Переработка ядерного топлива

source: Uranium processing
ru: Переработка урана
