Repository: kudrykun/FactorioHelper
Catalog: FactorioHelper/*.lproj/Localizable.strings
Languages: ru

source: Description
ru: Детали

# items/sec
source: items/s
ru: шт/с

source: Menu
ru: Меню

# required-items
source: You need
ru: Требуется

source: Summary
ru: Итог

source: Artillery shell
ru: Артиллерийский снаряд

source: Cannon shell
ru: Крупнокалиберные снаряды

source: Electric
ru: Электрический

source: Flamethrower
ru: Огнемёт

source: Grenade
ru: Граната

source: Laser turret
ru: Лазерная турель

source: Railgun
ru: Рельсотрон

source: Rocket
ru: Ракета

# shotgun-shell
source: Shotgun shells
ru: Патроны для дробовика

source: Coal
ru: __ENTITY__coal__

source: Copper ore
ru: __ENTITY__copper-ore__

source: Crude oil
ru: Сырая нефть

source: Desert
ru: Пустыня

source: Dirt
ru: Земля

# enemy-base
source: Enemy bases
ru: Вражеские базы

source: Grass
ru: Трава

source: Iron ore
ru: __ENTITY__iron-ore__

source: Sand
ru: Песок

source: Stone
ru: __ENTITY__stone__

source: Trees
ru: Деревья

source: Uranium ore
ru: Урановая руда

source: Acid
ru: Кислота

source: Explosion
ru: Взрывной

source: Fire
ru: Огонь

source: Impact
ru: Столкновение

source: Laser
ru: Лазер

source: Physical
ru: Физический

source: Poison
ru: Яд

# big-ship-wreck-grass
source: Large shipwreck grass
ru: Трава вокруг крупных обломков корабля

source: Brown asterisk
ru: Коричневый плющ

source: Brown asterisk mini
ru: Маленький коричневый плющ

source: Brown carpet grass
ru: Коричневый газон

source: Brown coral mini
ru: Малый коричневый коралл

source: Brown fluff
ru: Коричневый одуванчик

source: Brown fluff dry
ru: Засохший коричневый одуванчик

source: Brown hairy grass
ru: Коричневая пышная трава

source: Concrete hole decal
ru: Декаль ямы в бетоне

source: Dark mud decal
ru: Декаль тёмной грязи

source: Enemy decal
ru: Вражеская декаль

# enemy-decal-transparent
source: Enemy decal 2
ru: Вражеская декаль 2

source: Garballo
ru: Пальма

source: Garballo mini dry
ru: Маленькая засохшая пальма

source: Green asterisk
ru: Зелёный плющ

source: Green asterisk mini
ru: Маленький зелёный плющ

source: Green bush mini
ru: Маленький зелёный куст

source: Green carpet grass
ru: Зелёный газон

source: Green coral mini
ru: Малый зелёный коралл

source: Green croton
ru: Зелёный кротон

source: Green desert bush
ru: Зелёный пустынный куст

source: Green hairy grass
ru: Зелёная пышная трава

source: Green pita
ru: Зелёная агава

source: Green pita mini
ru: Маленькая зелёная агава

source: Green small grass
ru: Зелёная мелкая трава

source: Lichen decal
ru: Декаль лишайника

source: Light mud decal
ru: Декаль светлой грязи

source: Muddy stump
ru: Грязный пень

source: Orange coral mini
ru: Малый оранжевый коралл

# puberty-decal
source: Cracked mud decal
ru: Декаль треснувшей грязи

source: Red asterisk
ru: Красный плющ

source: Red croton
ru: Красный кротон

source: Red desert bush
ru: Красный пустынный куст

source: Red desert decal
ru: Текстура красной пустыни

# red-desert-rock-medium
source: Medium red desert rock
ru: Обычный красный пустынный камень

# red-desert-rock-small
source: Small red desert rock
ru: Маленький красный пустынный камень

# red-desert-rock-tiny
source: Tiny red desert rock
ru: Крохотный красный пустынный камень

source: Red pita
ru: Красная агава

# rock-medium
source: Medium rock
ru: Средний камень

# rock-small
source: Small rock
ru: Небольшой камень

# rock-tiny
source: Tiny rock
ru: Маленький камень

source: Sand decal
ru: Песчаная декаль

source: Sand dune decal
ru: Декаль песчаной дюны

# sand-rock-big
source: Big sand rock
ru: Большой песчаный камень

# sand-rock-medium
source: Medium sand rock
ru: Средний песчаный камень

# sand-rock-small
source: Small sand rock
ru: Маленький песчаный камень

source: Shroom decal
ru: Грибная декаль

source: Small rock
ru: Небольшой камень

source: Small shipwreck grass
ru: Трава вокруг небольших обломков корабля

source: White desert bush
ru: Белый пустынный куст

source: Worms decal
ru: Декаль червей

source: Accumulator
ru: Подключается к электрической сети и накапливает электрическую энергию.

source: Arithmetic combinator
ru: Проводит арифметические операции над сигналами логической сети.

source: Artillery turret
ru: Дальнобойная пушка для уничтожения вражеских баз.

source: Beacon
ru: Передаёт эффекты модулей на ближайшие дружественные постройки.

# big-ship-wreck-1
source: Large shipwreck
ru: Сегмент разбившегося корабля.

# big-ship-wreck-2
source: Large shipwreck
ru: Сегмент разбившегося корабля.

# big-ship-wreck-3
source: Large shipwreck
ru: Сегмент разбившегося корабля.

source: Boiler
ru: Превращает воду в пар, сжигая топливо.

source: Car
ru: Сесть в машину можно нажатием __CONTROL__toggle-driving__.

source: Centrifuge
ru: Обрабатывает рецепты с использованием урана.

source: Compilatron
ru: Робот-помощник, переживший крушение. Получил внутренние повреждения, из-за чего возможности робота ограничены.

source: Constant combinator
ru: Отправляет постоянные сигналы в логическую сеть.

source: Construction robot
ru: Автоматически ставит и ремонтирует дружественные постройки.

# crash-site-assembling-machine-1-broken
source: Damaged assembling machine
ru: Часть разбившегося корабля, предназначенная для создания Железных шестерней.

# crash-site-assembling-machine-1-repaired
source: Repaired assembling machine
ru: Часть разбившегося корабля, предназначенная для создания Железных шестерней.

# crash-site-assembling-machine-2-broken
source: Damaged assembling machine
ru: Часть разбившегося корабля, предназначенная для создания Автоматизационных исследовательских пакетов.

# crash-site-assembling-machine-2-repaired
source: Repaired assembling machine
ru: Часть разбившегося корабля, предназначенная для создания Автоматизационных исследовательских пакетов.

# crash-site-chest-1
source: Chest capsule
ru: Контейнер из разбившегося корабля. В ней могут быть полезные предметы.

# crash-site-chest-2
source: Chest capsule
ru: Контейнер из разбившегося корабля. В ней могут быть полезные предметы.

# crash-site-generator
source: Electricity generator
ru: Часть разбившегося корабля, содержащая реактор. Он серьёзно повреждён, но ещё работает.

# crash-site-lab-broken
source: Damaged lab
ru: Часть разбившегося корабля, предназначенная для исследования новых технологий.

# crash-site-lab-repaired
source: Repaired lab
ru: Часть разбившегося корабля, предназначенная для исследования новых технологий.

source: Decider combinator
ru: Сравнивает сигналы логической сети.

source: Express splitter
ru: Объединяет или разделяет входящий поток с конвейеров в соотношении 1:1.

source: Fast splitter
ru: Объединяет или разделяет входящий поток с конвейеров в соотношении 1:1.

source: Flamethrower turret
ru: Стреляет потоком горящей жидкости во врагов.

source: Heat exchanger
ru: Использует тепловую энергию для превращения воды в пар.

# item-request-proxy
source: Item request slot
ru: Указывает строительному дрону доставить предметы к этому объекту. Нажмите __CONTROL__mine__ для отмены запроса.

source: Locomotive
ru: Следует заданному расписанию и тянет грузовые вагоны. Чтобы сесть в поезд, нажмите __CONTROL__toggle-driving__; чтобы открыть меню поезда, нажмите __CONTROL__build__.

# logistic-chest-active-provider
source: Active provider chest
ru: Отправляет своё содержимое в логистическую сеть.

# logistic-chest-buffer
source: Buffer chest
ru: Запрашивает предметы, необходимые для личной логистики и автоматизированной постройки.

# logistic-chest-passive-provider
source: Passive provider chest
ru: Предоставляет своё содержимое логистической сети.

# logistic-chest-requester
source: Requester chest
ru: Запрашивает определённые предметы из логистической сети.

# logistic-chest-storage
source: Storage chest
ru: Долгосрочное хранилище логистической сети.

source: Logistic robot
ru: Перемещает предметы между логистическими сундуками.

source: Nuclear reactor
ru: Использует урановые топливные элементы для генерации тепла. При установке рядом с другими реакторами эффективность выделения тепла увеличивается.

source: Offshore pump
ru: Качает воду с побережья.

source: Power switch
ru: Используется для управления соединениями электрической сети. Может контролироваться логической сетью.

source: Programmable speaker
ru: Подключается к логической сети для воспроизведения звуковых сигналов и музыки или показа оповещений.

source: Radar
ru: Сканирует сектора и открывает область вокруг себя.

source: Rail chain signal
ru: Считывает следующий сигнал на пути для лучшего контроля над Ж/Д системой.

source: Rail signal
ru: Делит Ж/Д систему на блоки, позволяя поездам функционировать в одной Ж/Д сети.

source: Roboport
ru: Соединяется с другими дронстанциями для создания логистических сетей, используемых строительными и транспортными дронами.

source: Rocket silo
ru: Используется при создании и запуске ракеты для победы в игре.

source: Splitter
ru: Объединяет или разделяет входящий поток с конвейеров в соотношении 1:1.

source: Steam engine
ru: Преобразует пар в электричество.

source: Steam turbine
ru: Преобразует пар в электричество.

source: Tank
ru: Сесть в танк можно нажатием __CONTROL__toggle-driving__.

source: Train stop
ru: Пункты назначения для поездов.

source: 1x2 remnants
ru: Развалины 1x2

source: Acid splash
ru: Лужа кислоты

source: Artillery wagon
ru: Артиллерийский вагон

# assembler-wreck
source: Damaged assembler
ru: Повреждённый сборочный автомат

source: Assembling machine 1
ru: Сборочный автомат 1

source: Assembling machine 2
ru: Сборочный автомат 2

source: Assembling machine 3
ru: Сборочный автомат 3

source: Bait chest
ru: Сундук-приманка

source: Behemoth biter
ru: Чудовищный кусака

source: Behemoth biter corpse
ru: Труп чудовищного кусаки

source: Behemoth spitter
ru: Чудовищный плевака

source: Behemoth spitter corpse
ru: Труп чудовищного плеваки

source: Behemoth worm corpse
ru: Труп чудовищного червя

# behemoth-worm-turret
source: Behemoth worm
ru: Чудовищный червь

source: Big artillery explosion
ru: Большой взрыв артиллерии

source: Big biter
ru: Большой кусака

source: Big biter corpse
ru: Труп большого кусаки

source: Big electric pole
ru: Большая опора ЛЭП

source: Big explosion
ru: Большой взрыв

source: Big remnants
ru: Большие обломки

source: Big scorchmark
ru: Большой кратер

# big-scorchmark-tintable
source: Big tinted scorchmark
ru: Большая окрашенная подпалина

source: Big spitter
ru: Большой плевака

source: Big spitter corpse
ru: Труп большого плеваки

source: Big worm corpse
ru: Труп большого червя

# big-worm-turret
source: Big worm
ru: Большой червь

source: Biter spawner
ru: Улей кусак

source: Biter spawner corpse
ru: Остатки улья кусак

source: Blood explosion big
ru: Взрыв крови большой

source: Blood explosion huge
ru: Взрыв крови огромный

source: Blood explosion small
ru: Взрыв крови малый

source: Blood fountain
ru: Фонтан крови

source: Blood fountain big
ru: Большой фонтан крови

source: Blood fountain hit spray
ru: Фонтан крови от ранения

source: Blue chest
ru: Синий сундук

source: Burner generator
ru: Твердотопливный генератор

source: Burner inserter
ru: Твёрдотопливный манипулятор

source: Burner mining drill
ru: Твердотопливный бур

source: Cargo wagon
ru: Грузовой вагон

source: Character
ru: Персонаж

source: Character corpse
ru: Труп персонажа

source: Chemical plant
ru: Химический завод

source: Cliff
ru: Скала

source: Copper cable
ru: Медный провод

# crash-site-electric-pole
source: Electricity generator electric connection
ru: Точка подключения к электрическому генератору

source: Curved rail
ru: Изогнутые рельсы

# cutscene-gun-turret
source: Gun turret
ru: Пулемётная турель

source: Dead dry hairy tree
ru: Мёртвое сухое раскидистое дерево

source: Dead grey trunk
ru: Мёртвый серый ствол

source: Dead tree - desert
ru: Мёртвое дерево - пустыня

source: Deconstructible tile proxy
ru: Разрушаемая клетка

source: Defender
ru: Защитный дрон

source: Destroyer
ru: Дрон разрушитель

source: Distractor
ru: Дрон-приманка

source: Dry hairy tree
ru: Сухое раскидистое дерево

source: Dry tree
ru: Сухое дерево

source: Electric energy interface
ru: Интерфейс электроэнергии

source: Electric furnace
ru: Электрическая печь

source: Electric mining drill
ru: Электрический бур

source: Enemy damaged explosion
ru: Взрыв повреждённого врага

source: Entity ghost
ru: План объекта

# escape-pod-assembler
source: Repaired assembler
ru: Отремонтированный сборочный автомат

# escape-pod-lab
source: Repaired lab
ru: Отремонтированная лаборатория

# escape-pod-power
source: Damaged reactor
ru: Повреждённый реактор

source: Explosion hit
ru: Удар от взрыва

source: Express loader
ru: Экспресс-погрузчик

source: Express transport belt
ru: Скоростной конвейер

source: Express underground belt
ru: Подземный экспресс-конвейер

source: Fast inserter
ru: Быстрый манипулятор

source: Fast loader
ru: Быстрый погрузчик

source: Fast transport belt
ru: Быстрый конвейер

source: Fast underground belt
ru: Быстрый подземный конвейер

source: Filter inserter
ru: Фильтрующий манипулятор

# fire-flame
source: Fire
ru: Огонь

source: Fish
ru: Рыба

source: Fluid wagon
ru: Вагон-цистерна

source: Flying robot damaged explosion
ru: Эффект повреждения летящего дрона

source: Gate
ru: Ворота

source: Green coral
ru: Зелёный коралл

source: Grenade explosion
ru: Взрыв гранаты

source: Ground explosion
ru: Взрыв земли

source: Gun turret
ru: Пулемётная турель

source: Heat interface
ru: Тепловой интерфейс

source: Heat pipe
ru: Тепловая труба

source: Infinity chest
ru: Бесконечный сундук

source: Infinity pipe
ru: Бесконечная труба

source: Inserter
ru: Манипулятор

source: Iron chest
ru: Железный сундук

source: Item on ground
ru: Предмет на земле

source: Lab
ru: Лаборатория

# lab-wreck
source: Damaged lab
ru: Повреждённая лаборатория

# land-mine
source: Land mines
ru: Мина

source: Laser bubble
ru: Лазерный пузырь

source: Loader
ru: Погрузчик

source: Loader 1x1
ru: Погрузчик 1x1

source: Long handed inserter
ru: Длинный манипулятор

source: Market
ru: Рынок

source: Massive explosion
ru: Массивный взрыв

source: Medium biter
ru: Средний кусака

source: Medium biter corpse
ru: Труп среднего кусаки

source: Medium electric pole
ru: Средняя опора ЛЭП

# medium-explosion
source: Medium explosions
ru: Средний взрыв

source: Medium remnants
ru: Средние обломки

source: Medium scorchmark
ru: Средний кратер

# medium-scorchmark-tintable
source: Medium tinted scorchmark
ru: Средняя окрашенная подпалина

source: Medium shipwreck
ru: Средние обломки корабля

source: Medium small remnants
ru: Средние обломки

source: Medium spitter
ru: Средний плевака

source: Medium spitter corpse
ru: Труп среднего плеваки

source: Medium worm corpse
ru: Труп среднего червя

# medium-worm-turret
source: Medium worm
ru: Средний червь

# mineable-wreckage
source: Scrap metal
ru: Металлолом

source: Oil refinery
ru: Нефтеперерабатывающий завод

source: Pipe
ru: Труба

source: Pipe to ground
ru: Подземная труба

source: Player port
ru: Точка возрождения игрока

source: Poison cloud
ru: Кислотное облако

source: Pump
ru: Помпа

source: Pumpjack
ru: Нефтяная вышка

source: Rail ending remnants
ru: Обломки конца рельс

source: Red chest
ru: Красный сундук

# red-desert-rock-big
source: Big red desert rock
ru: Большой красный пустынный камень

# red-desert-rock-huge
source: Huge red desert rock
ru: Огромный красный пустынный камень

# rock-big
source: Big rock
ru: Большой валун

source: Rock damaged explosion
ru: Взрыв повреждённого камня

# rock-huge
source: Huge rock
ru: Гигантский камень

source: Simple entity with force
ru: Простой объект с командой

source: Simple entity with owner
ru: Простой объект с владельцем

source: Small biter
ru: Небольшой кусака

source: Small biter corpse
ru: Труп небольшого кусаки

source: Small cliff
ru: Маленькая скала

source: Small electric pole
ru: Деревянная опора ЛЭП

# small-lamp
source: Lamp
ru: Фонарь

source: Small remnants
ru: Малые обломки

source: Small scorchmark
ru: Малый кратер

# small-scorchmark-tintable
source: Small tinted scorchmark
ru: Малая окрашенная подпалина

source: Small shipwreck
ru: Небольшие обломки корабля

source: Small spitter
ru: Малый плевака

source: Small spitter corpse
ru: Труп малого плеваки

source: Small worm corpse
ru: Труп малого червя

# small-worm-turret
source: Small worm
ru: Небольшой червь

source: Solar panel
ru: Солнечная панель

# space-module-wreck
source: Space module wreckage
ru: Обломки спасательной капсулы

source: Spark explosion
ru: Взрыв искры

source: Spark explosion higher
ru: Взрыв искры больше

source: Spitter spawner
ru: Улей плевак

source: Spitter spawner corpse
ru: Остатки улья плевак

source: Stack filter inserter
ru: Пакетный фильтрующий манипулятор

source: Stack inserter
ru: Пакетный манипулятор

source: Steel chest
ru: Стальной сундук

source: Steel furnace
ru: Стальная печь

source: Stone furnace
ru: Каменная печь

# stone-wall
source: Wall
ru: Стена

source: Storage tank
ru: Резервуар

source: Straight rail
ru: Прямые рельсы

source: Substation
ru: Подстанция

source: Tile ghost
ru: План клетки

# tile-proxy
source: Tiles
ru: Клетки

source: Transport belt
ru: Конвейер

source: Tree
ru: Дерево

# tree-brown
source: Brown tree
ru: Коричневое дерево

# tree-dying-proxy
source: Pollution absorbed by damaging trees
ru: Загрязнение, поглощённое повреждёнными деревьями

# tree-proxy
source: Trees
ru: Деревья

# tree-red
source: Red tree
ru: Красное дерево

source: Tree stump
ru: Пень

source: Underground belt
ru: Подземный конвейер

source: Uranium cannon shell explosion
ru: Взрыв уранового крупнокалиберного снаряда

source: Wall damaged explosion
ru: Взрыв от повреждения стены

source: Water splash
ru: Всплеск воды

source: Water well pump
ru: Водяной насос

source: Wooden chest
ru: Деревянный сундук

# wreck-pole
source: Wreckage connection point
ru: Точка соединения

# battery-equipment
source: Personal battery
ru: Личный аккумулятор

# battery-mk2-equipment
source: Personal battery MK2
ru: Личный аккумулятор MK2

source: Belt immunity equipment
ru: Оборудование игнорирования конвейеров

# discharge-defense-equipment
source: Discharge defense
ru: Электроразрядная защита

source: Energy shield equipment
ru: Энергетический щит

source: Energy shield MK2 equipment
ru: Энергетический щит MK2

source: Exoskeleton equipment
ru: Экзоскелет

# fusion-reactor-equipment
source: Portable fusion reactor
ru: Портативный термоядерный реактор

source: Nightvision equipment
ru: Прибор ночного видения

# personal-laser-defense-equipment
source: Personal laser defense
ru: Персональная лазерная защита

# personal-roboport-equipment
source: Personal roboport
ru: Персональная дронстанция

# personal-roboport-mk2-equipment
source: Personal roboport MK2
ru: Персональная дронстанция MK2

# solar-panel-equipment
source: Portable solar panel
ru: Портативная солнечная панель

source: Heavy oil
ru: Мазут

source: Light oil
ru: Дизельное топливо

source: Lubricant
ru: Смазочная жидкость

source: Petroleum gas
ru: Попутный нефтяной газ

source: Steam
ru: Пар

source: Sulfuric acid
ru: Серная кислота

source: Water
ru: Вода

source: Artillery targeting remote
ru: Позволяет вручную наводить артиллерию.

source: Blueprint
ru: Сохраняет образец построек для автоматизированного строительства.

source: Blueprint book
ru: Хранит чертежи и аналогичные предметы.

source: Deconstruction planner
ru: Помечает объекты для деконструкции.

# effectivity-module
source: Efficiency module
ru: Понижает потребление энергии машиной. Минимальное потребление энергии 20%.

source: Green wire
ru: Используется для соединения машин в логическую сеть нажатием __CONTROL__build__.

source: Landfill
ru: Позволяет засыпать воду, создав местность, на которой вы сможете строить.

# mining-tool
source: Increases your mining speed.
ru: Увеличивает скорость ручной добычи.

source: Productivity module
ru: Машина будет создавать дополнительную продукцию за счёт повышенного потребления энергии и пониженной скорости.

source: Rail
ru: Используйте, чтобы положить рельсы вручную или при помощи планировщика. С помощью планировщика можно проложить короткий путь нажатием __ALT_CONTROL__1__build__ или план длинного пути нажатием __ALT_CONTROL__1__build-ghost__.

source: Red wire
ru: Используется для соединения машин в логическую сеть нажатием __CONTROL__build__.

source: Repair pack
ru: Используется для ремонта дружественных объектов нажатием __CONTROL__build__ с ним в руке.

source: Satellite
ru: Спутник должен быть помещён в ракету.

# science-pack
source: Used by labs for research.
ru: Используется лабораториями для исследования.

source: Slowdown capsule
ru: Уменьшает скорость передвижения поражённых врагов.

source: Space science pack
ru: Используется лабораториями. Может быть добыт запуском ракеты со спутником.

source: Speed module
ru: Повышает скорость работы машины за счёт повышенного потребления энергии.

source: Upgrade planner
ru: Помечает объекты для обновления строительными дронами.

source: Combat
ru: Военная промышленность

source: Effects
ru: Эффекты

source: Enemies
ru: Враги

source: Energy
ru: Энергетика

source: Environment
ru: Окружающая среда

source: Fluids
ru: Жидкости

source: Intermediate products
ru: Компоненты

source: Logistics
ru: Логистика

# other
source: Unsorted
ru: Остальные

source: Production
ru: Производство

source: Signals
ru: Сигналы

# item-not-allowed-in-this-container-item
source: This item is restricted from being put into this container item.
ru: В этот контейнер запрещено класть этот предмет.

# production-module-usable-only-on-intermediates
source: Productivity modules cannot be used on this recipe.
ru: Нельзя использовать модули продуктивности для этого рецепта.

source: Advanced circuit
ru: Улучшенная электросхема

# artillery-wagon-cannon
source: Artillery cannon
ru: Артиллерийская пушка

source: Atomic bomb
ru: Атомная бомба

source: Automation science pack
ru: Автоматизационный исследовательский пакет

source: Battery
ru: Аккумулятор

source: Chemical science pack
ru: Химический исследовательский пакет

source: Cliff explosives
ru: Взрывчатка для скал

source: Cluster grenade
ru: Кластерная граната

source: Coin
ru: Монета

source: Combat shotgun
ru: Боевой дробовик

source: Computer
ru: Компьютер

source: Concrete
ru: Бетон

source: Copper plate
ru: Медная плита

source: Copy paste tool
ru: Инструмент копирования

source: Crude oil barrel
ru: Бочка нефти

source: Cut paste tool
ru: Инструмент вырезания

source: Defender capsule
ru: Капсула с дронами защитниками

source: Destroyer capsule
ru: Капсула с дронами-разрушителями

source: Discharge defense remote
ru: Пульт электроразрядной защиты

source: Distractor capsule
ru: Капсула с дронами приманками

# effectivity-module-2
source: Efficiency module 2
ru: Модуль эффективности 2

# effectivity-module-3
source: Efficiency module 3
ru: Модуль эффективности 3

source: Electric engine unit
ru: Электродвигатель

source: Electronic circuit
ru: Электросхема

source: Empty barrel
ru: Пустая бочка

source: Engine unit
ru: Твердотопливный двигатель

source: Explosive cannon shell
ru: Разрывные крупнокалиберные снаряды

source: Explosive rocket
ru: Разрывная ракета

source: Explosive uranium cannon shell
ru: Разрывной урановый крупнокалиберный снаряд

source: Explosives
ru: Взрывчатка

# filled-barrel
source: __1__ barrel
ru: __1__ (бочка)

source: Firearm magazine
ru: Магазин с патронами

source: Flamethrower ammo
ru: Топливо для огнемёта

source: Flying robot frame
ru: Каркас дрона

source: Hazard concrete
ru: Бетон с разметкой опасности

source: Heavy armor
ru: Тяжёлая броня

source: Iron gear wheel
ru: Железная шестерня

source: Iron plate
ru: Железная плита

source: Iron stick
ru: Железный прут

source: Item with inventory
ru: Предмет с инвентарём

source: Item with label
ru: Предмет с меткой

source: Item with tags
ru: Предмет с метками

source: Light armor
ru: Лёгкая броня
